Repository: WaiYanMinMin/journaling_app
Catalog: lib/l10n/app_*.arb
Languages: my

# language
source: English
my: မြန်မာ

source: Settings
my: ဆက်တင်များ

source: Languages
my: ဘာသာစကားရွေးချယ်ရန်

# eraseAll
source: Erase all memories
my: အချက်အလက်များအကုန်ဖျက်ရန်

source: Edit Profile
my: ကိုယ်ရေးအချက်အလက်ပြင်ရန်

source: Setup Profile
my: ကိုယ်ရေးအချက်အလက်သိမ်းရန်

source: First Name
my: မိမိနာမည်

# enterFirstName
source: Enter your first name
my: မိမိနာမည်ထည့်ရန်

source: Last Name
my: မိသားစုမျိုးရိုးနာမည်

# enterLastName
source: Enter yout last name
my: မိသားစုမျိုးရိုးနာမည်ထည့်ရန်

source: City
my: မြို့

# enterCity
source: Enter your city
my: မြို့နာမည်ထည့်ရန်

source: Country
my: နိုင်ငံ

# enterCountry
source: Enter your country
my: နိုင်ငံနာမည်ထည့်ရန်

source: Save
my: သိမ်းရန်

source: Cancel
my: ပြန်ပြင်ရန်

source: Yes
my: သေချာပြီ

# searchHint
source: Enter the name of entry you want tosearch
my: ရှာလိုသော entry နာမည်ရိုက်ပါ

source: All Entries
my: Entry များ

source: Story
my: အဖြစ်အပျက်

# storyhint
source: Write about your story
my: အဖြစ်အပျက်အသေးစိတ်ရေးရန်

source: Title
my: ခေါင်းစဉ်

# titlehint
source: Enter the title name
my: ခေါင်းစဉ်နာမည်ရိုက်ရန်
